tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "homebrew/services"
brew "coreutils"
brew "protobuf"
brew "grpc"
brew "bash"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "d2"
brew "diff-so-fancy"
brew "docker-compose"
brew "gcc"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "goenv"
brew "golangci-lint"
brew "grpcurl"
brew "hadolint"
brew "lua"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "neovim"
brew "nmap"
brew "pre-commit"
brew "ruby-build"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shellharden"
brew "tmux"
brew "wget"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform"
brew "gh"
brew "isort"
brew "sqlfluff"
brew "golines"
brew "fd"
brew "node"
brew "rust"
brew "pipx"
brew "codespell"
brew "luarocks"
brew "zoxide"
brew "fastfetch"
brew "prettierd"
brew "watchman" # For sorbet lsp in nvim
brew "markdown-toc"
brew "stylua"
brew "codespell"
brew "rubyfmt"
cask "1password"
cask "1password-cli"
cask "whatsapp"
cask "alacritty"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "rectangle"
cask "raycast"

